{
  "emusak": "EmuSAK",
  "tos": "En utilisant EmuSAK, vous acceptez de ne jamais demander de l'aide ou de parler d'EmuSAK sur des plateformes d'emulateurs officiels (reddit,discord,...). EmuSAK c'est comme un club de combat, tu connais la règle numéro 1. Utilisez le lien discord en haut à droite si vous avez besoin d'aide",
  "agree": "J'accepte",
  "loading_data": "Chargement des données, si ce processus ne finit jamais, allez ici <a target=\"_blank\" href=\"https://emusak.betteruptime.com/\">EmuSAK status</a> page.",
  "configuration": "Configuration",
  "dl_firmware": "Installation du firmware",
  "dl_keys": "Installation des clés",
  "addConfiguration": "Ajouter une configuration portable",
  "pickRyuBin": "S'il vous plait, choississez \"Ryujinx.exe\" (ou Ryujinx binary pour les utilisateurs de linux)",
  "pickYuzuBin": "S'il vous plait, choississez \"yuzu.exe\" (ou yuzu binary pour les utilisateurs de linux)",
  "addConfigTitle": "Ajoutez un nom à votre configuration",
  "addConfigEg": "exemple \"Vulkan PR\", \"mainline\", \"custom build\", ...",
  "mode": "Mode",
  "readingDataPath": "EmuSAK est en train de lire les données de",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Download Ryujinx</a> and launch any game first, all your games should show up here automatically then. Please note if you never launched the game in Ryujinx, it will not be showed here. Ryujinx is not behind a paywall. If you are using a portable installation, use the \"Configuration\" button on the top left.",
  "launchYuzu": "Launch any game first, all your games should show up here automatically then. Please note if you never launched the game in yuzu, it will not be showed here. Yuzu is behind a paywall, I recommend to use either <a target=\"_blank\" href=\"https://mostlywhat.github.io/128Bit-Yuzu-Installer/\">128BB installer</a> or <a href=\"https://www.mediafire.com/file/r4uarx57o251987/Yuzu_Nintendo_Switch_Emulator_for_PC_-_Sin.7z/file\" target=\"_blank\">Sin updater (portable)</a>. If you are using a portable installation, use the \"Configuration\" button on the top left.",
  "yuzuDefault": "Yuzu Global (default)",
  "ryuDefault": "Ryujinx Global (default)",
  "keysLocation": "Les clés ont été installées avec succés",
  "firmwareLocation": "Le Firmware à été extrait",
  "downloadManager": "Installer le Manager",
  "update_downloading": "Une nouvelle version d'EmuSAK est en train de s'installer en arrière plan! S'il vous plait, ne fermer pas EmuSAK avant la fin de l'installation.",
  "update_downloaded": "La mise à jour d'EmuSAK à été installée et va être apliquée au prochain lancement.",
  "update_restart": "L'installation de la mise à jour est terminée! Voulez vous relancer EmuSAK pour l'appliquer?",
  "updatingEshop": "Installation des données eshop",
  "filter": "Filter {{LENGTH}} games",
  "openShaderDir": "Ouvrir le fichier shader cache",
  "openModsDir": "Ouvrir le dossier des mods",
  "dlMods": "Installer un mod",
  "noMods": "Pas de données de mod",
  "dlSave": "Télécharger sauvegarde",
  "noSave": "Pas de données de sauvegarde",
  "dlSaveDesc": "Once the download will be completed, the save file will be placed on your desktop. You can install save with a right click on the game in the emulator, \"open save folder\" and extract archive here.",
  "noCompatData": "There is no compatibility data yet, add your own! ( if it's leaked game don't do that! )",
  "addCompatReport": "Add your report",
  "infoNewReport": "You'll be redirected to Ryujinx official game compatibility tracker on GitHub. Please follow the issue template and double check a report does not already exists for this game. Also if this game is not released, aka leaked, your report will be removed because they don't support pirated games.",
  "infoExistingReport": "You'll be redirected to Ryujinx official game compatibility tracker on GitHub. Please add a comment to the existing issue (do not create a new one) and make sure to provide relevant information like hardware specs and log file.",
  "dlMod": "Download mod",
  "dlModVersion": "Pick the version of the game you are playing. Note that mod may not work if you are not using exactly same version",
  "refreshInfo": "Refresh successful, Please note your game will be shown only if you launched it one time in the emulator",
  "modInstalled": "Mod successfully installed at : <code>{path}</code>",
  "shaderInfo": "Shaders are small programs running on a graphics card that are responsible for rendering graphics like terrain, characters, explosions, grass etc. Since a PC cannot directly execute shaders it first has to translate them to a format a PC can understand. This translation process is time consuming and you'll notice it in two ways:<br /><br />- Any new shaders that are encountered will cause the emulation to pause until the translation is done, which causes stuttering and FPS drops. When you load a game for the first time a lot of translation will happen. By playing more this stuttering decreases rapidly.<br /><br />- The emulator will save any shaders a game uses (aka it caches them). When you launch a game, the emulator will take some time loading those saved shaders to prevent the stuttering from happening again.",
  "shaderThreshold": "That means you can share Shaders if your local Shader count surpasses EmuSAK's count by this value. This is based on how many submissions we already have and our workload. Reviewing your submissions is very time consuming and it is not worth our effort if the count is below the threshold variable. Submission are limited to 3 per user per hour for now.",
  "localShadersCount": "Local shaders count",
  "emusakShadersCount": "Emusak shaders count",
  "dlShaders": "Download shaders",
  "shareShaders": "Share shaders",
  "shaders": "Shaders",
  "threshold": "Threshold",
  "refresh": "Refresh",
  "shadersYuzu": "Sharing and downloading shader is Ryujinx only for now. Most games are rendering better using Vulkan API and even this cache is transferable, it is only <i>partially</i> which means you still need to build shaders if you download it from someone else. Meanwhile, stutters related to shaders with vulkan are really small, so just use it.",

  "OPERATION_CANCELED": "You canceled the operation.",
  "INVALID_RYUJINX_BINARY": "This is not a valid Ryujinx binary file.",
  "INVALID_YUZU_BINARY": "This is not a valid Yuzu binary file.",
  "EMULATOR_PATH_ALREADY_EXISTS": "You already added this path to EmuSAK.",
  "FETCH_FAILED": "Unable to fetch resource, please retry."
}
